Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Adjust Dynamic ratios by a constant. Default is 0.5. The higher the value, the larger the correction of your ISF will be for a high or a low BG. Maximum correction is determined by the Autosens min/max settings. For Sigmoid function an adjustment factor of 0.4 - 0.5 is recommended to begin with. For the logaritmic formula there is less consensus, but starting with 0.5 - 0.8 is more appropiate for most users
bg: Регулирайте Динамичните съотношения с константа. По подразбиране е 0.5. Колкото по-висока е стойността, толкова по-голяма ще бъде корекцията на ISF при висока или ниска кръвна захар. Максималната корекция се определя от мин/макс настройките на Autosens. За функция Sigmoid се препоръчва начален фактор 0.4 – 0.5. За логаритмичната формула консенсусът е по-слаб, но стартиране с 0.5 – 0.8 е по-подходящо за повечето потребители
cs: Uprav dynamické poměry pomocí konstanty. Výchozí hodnota je 0,5. Čím vyšší je tato hodnota, tím výraznější bude úprava tvé citlivosti na inzulín (ISF) při vysoké nebo nízké glykémii. Maximální výše korekce se řídí tvým nastavením Autosens min/max. U sigmoidní funkce se pro začátek doporučuje faktor úpravy 0,4–0,5. U logaritmického vzorce nepanuje taková shoda, ale pro většinu uživatelů je vhodnější začít na hodnotě 0,5–0,8.
da: Juster Dynamiske nøgletal med en konstant. Standard er 0,5. Jo højere værdi, jo større vil korrektion af din ISF vil være for et højt eller lavt BG. Maksimal korrektion bestemmes af Autosens min/maks indstillinger. For Sigmoid funktion anbefales en justeringsfaktor på 0,4 - 0,5 til at begynde med. For den logaritmiske formel er der mindre konsensus, men startende med 0,5 - 0,8 er mere passende for de fleste brugere
de: Dynamische Verhältnisse mit einer Konstante anpassen. Standard ist 0.5. Je höher der Wert, desto größer ist die Korrektur Ihrer ISF bei einem hohen oder einem niedrigen BG. Maximale Korrektur wird von den Autosens min/max Einstellungen bestimmt. Für die Sigmoid-Funktion wird ein Beginn mit 0.4 - 0.5 empfohlen. Für die logarithmische Formel gibt es weniger Konsens, aber für die meisten Benutzer passt es, mit 0.5 - 0.8 zu starten.
es: Ajustar ratios dinámicos por una constante. Por defecto es 0.5. Cuanto mayor sea el valor, mayor será la corrección de su ISF para un alto o un bajo GB. La corrección máxima es determinada por la configuración de Autosens min/max. Para la función Sigmoid se recomienda un factor de ajuste de 0.4 - 0.5 para empezar. Para la fórmula logaritmica hay menos consenso, pero a partir de 0.5 - 0.8 es más aproximado para la mayoría de usuarios
fr: Ajuste les ratios dynamiques avec une constante. La valeur par défaut est 0,5. Plus la valeur est élevée, plus la correction de votre Facteur de Sensibilité à l'insuline (ISF) sera importante en cas de mesure de glucose haute ou basse. La correction maximale est déterminée par les réglages min/max de la sensibilité automatique d’"Autosens". Pour la fonction Sigmoïde, un facteur d'ajustement de 0,4 - 0,5 est recommandé au départ. Pour la formule logarithmique, il y a moins de consensus, mais commencer avec une valeur entre 0,5 et 0,8 est plus adapté pour la plupart des utilisateurs
it: Regola i rapporti Dinamici con una costante. Il valore predefinito è 0,5. Più alto è il valore, maggiore sarà la correzione del tuo ISF per un valore di glicemia alto o basso. La correzione massima è determinata dalle impostazioni Autosens min/max. Per la funzione Sigmoide si raccomanda un fattore di regolazione di 0,4 - 0,5 per iniziare. Per la formula logaritmica c'è meno consenso, ma iniziare con 0,5 - 0,8 è più appropriato per la maggior parte degli utenti
nb_no: Juster dynamiske forholdstall med en konstant. Standard er 0,5. Jo høyere verdien er, jo større blir korreksjonen av ISF ved høyt eller lavt blodsukker. Maksimal korrigering bestemmes av min/maks innstillingene Autosens. For Sigmoidfunksjon anbefales det å starte en justeringsfaktor på 0,4-0,5. For den logaritmiske formelen er det mindre konsensus, men å starte med 0,5 – 0,8 er anbefalt for de fleste brukere
nl: Verander de dynamische verhoudingen met een vaste waarde, die standaard op 0,5 staat. Als je deze waarde verhoogt, zal de aanpassing van je ISF voor hoge of lage bloedsuikerwaarden groter zijn. De grootte van de correctie is beperkt door de instellingen voor Autosens min/max. Voor de Sigmoid-functie wordt een startwaarde van 0,4 tot 0,5 aanbevolen. Voor de logaritmische formule is er geen vastgestelde norm, maar voor de meeste gebruikers is een waarde tussen 0,5 en 0,8 passender.
pl: Dostosuj współczynniki dynamiczne na stałe. Domyślnie to 0.5. Im wyższa wartość, tym większa korekta Twojego ISF będzie dla wysokiego lub niskiego poziomu BG. Maksymalna korekta jest określona przez ustawienia Autosens min/maks. W przypadku funkcji produktu leczniczego Sigmoid zaleca się rozpoczęcie stosowania współczynnika korygującego od 0,4 do 0,5. W przypadku wzoru logarytmicznego istnieje mniejszy konsensus, ale zaczynając od 0,5 do 0,8 jest bardziej odpowiedni dla większości użytkowników
pt_pt: Ajustar rácios dinâmicos por uma constante. O padrão é 0.5. Quanto maior o valor, maior será a correção do seu ISF para um alto ou um baixo BG. A correção máxima é determinada pelas configurações min/max do Autosens. Para a função Sigmoid é recomendado começar com um fator de ajuste de 0,4 - 0,5. Para a fórmula logaritmica há menos consenso, mas começar com 0.5 - 0.8 é mais appropiate para a maioria dos usuários
ru: Регулировка динамических соотношений по константе. По умолчанию 0,5. Чем выше значение, тем больше коррекция ISF будет произведена на высоком или низком BG. Максимальная коррекция определяется параметрами мин/макс параметров Autosens . Для функции Сигмоид рекомендуется начинать с значения 0,4-0,5. Для формулы logaritmic существует меньше консенсуса, но начиная с 0.5 - 0.8 подходит для большинства пользователей
sv: Justera dynamiskt förhållanden med en konstant. Standard är 0,5. Ju högre värde, desto större korrigering av din ISF kommer att ske vid ett högt eller lågt BG. Maximal korrigering bestäms av Autosens min/max inställningar. För Sigmoidfunktionen rekommenderas en justeringsfaktor på 0,4 - 0,5 till att börja med. För den logaritmiska formeln finns det mindre konsensus, men börjar med 0,5 - 0,8 är lämpligt för de flesta användare
uk: Регулювання Динамічних співвідношень по константі. За замовчуванням 0.5. Чим вище цінність, тим більша корекція вашої мережі Інтернет буде для високого або низького закладу BG. Максимальна корекція визначається налаштуваннями автозапуску мів/максимум. Для сигмоїдної функції рекомендується зкоригувати 0.4 - 0.5. Для логаримітної формули менше консенсусу, але початок з 0,5 - 0.8 для більшості користувачів є більш схваленим
vi: 👉 Điều chỉnh các tỷ lệ động bằng một hằng số. Giá trị mặc định là 0.5. Giá trị càng cao thì mức điều chỉnh ISF (hệ số độ nhạy insulin) cho đường huyết cao hoặc thấp sẽ càng lớn. Mức điều chỉnh tối đa được xác định bởi các giới hạn tối thiểu/tối đa của Autosens. 🔹 Đối với hàm Sigmoid, khuyến nghị bắt đầu với hệ số điều chỉnh từ 0.4 đến 0.5. 🔹 Đối với công thức logarit, chưa có sự đồng thuận rõ ràng, nhưng bắt đầu với khoảng 0.5 đến 0.8 sẽ phù hợp hơn với hầu hết người dùng.
zh_hant: 透過常數調整動態比率。預設值為 0.5。數值越高，對高或低血糖的 ISF 修正幅度越大。最大修正由 Autosens 最小/最大設置決定。對於 Sigmoid 函數，建議起始調整因子為 0.4 - 0.5。對於對數公式則較難達成共識，但大多數使用者應以 0.5 - 0.8 開始更為合適。

source: Adjust Ring Settings
bg: Настройки на пръстените
cs: Uprav nastavení kroužků
da: Justér Ring Indstillinger
de: Ring-Einstellungen anpassen
es: Ajustar ajustes de anillo
fr: Ajuster les paramètres de l'anneau
it: Regola Impostazioni Anello
nb_no: Juster ringens innstillinger
nl: Pas de beltoon instellingen aan
pl: Dostosuj ustawienia dzwonka
pt_pt: Ajustar configurações de anel
ru: Настройка параметров кольца
sv: Justera ringinställningar
uk: Налаштування кільця
vi: Điều chỉnh cài đặt vòng
zh_hant: 調整環設定

source: Adjust the Warsaw Method FPU Conversion rate.
bg: Регулиране на коефициента за преобразуване на FPU по Варшавския метод.
cs: Uprav přepočítací poměr FPU Varšavské metody.
da: Juster Warszawa Metode FPU Konvertering rate.
de: Passe die Umrechnungsrate der Warschauer Methode FPU an.
es: Ajuste la tasa de conversión del método de Varsovia.
fr: Ajuster le taux de conversion des FPU de la méthode "Warsaw."
it: Regola il tasso di conversione FPU Metodo di Varsavia.
nb_no: Juster raten for konvertering av fett og protein (FPU).
nl: Pas de Warschau methode FPU Conversieratio aan.
pl: Dostosuj współczynnik konwersji dla metody Warszawskiej.
pt_pt: Ajuste a taxa de conversão do Método de Varsóvia.
ru: Отрегулируйте курс конвертации Варшавского метода FPU.
sv: Justera Warszawametodens FPU konverteringshastighet.
uk: Налаштуйте метод Warsaw Method FPU перетворення.
vi: Điều chỉnh tỷ lệ chuyển đổi FPU theo phương pháp Warsaw.
zh_hant: 調整華沙方法 FPU 轉換率。

source: Adjust these values if you would like the statistics to reflect different values than the internationally accepted Time In Range values used as the default.
bg: Променете тези стойности, ако искате статистиката да отразява различни стойности от международно приетите по подразбиране стойности за Време в целевия диапазон.
cs: Tyto hodnoty uprav, pokud chceš, aby statistiky odrážely jiné hodnoty než mezinárodně uznávaný Čas v rozmezí (Time In Range), který se používá jako výchozí.
da: Juster disse værdier, hvis du gerne vil have statistikken til at afspejle andre værdier end de internationalt accepterede Time In Range værdier, der anvendes som standard.
de: Passen Sie diese Werte an, wenn Sie möchten, dass die Statistiken andere Werte als die international akzeptierten Werte der "Zeit im Zielbereich" widerspiegeln, die als Standard verwendet werden.
es: Ajuste estos valores si desea que las estadísticas reflejen diferentes valores que los valores de intervalo de tiempo aceptados internacionalmente utilizados como valor predeterminado.
fr: Ajustez ces valeurs si vous souhaitez que les statistiques reflètent des valeurs différentes de celles acceptées internationalement dans l'intervalle de temps utilisés par défaut.
it: Regolare questi valori se si desidera che le statistiche riflettano valori diversi da quelli accettati a livello internazionale per i valori di Time In Range usati come predefiniti.
nb_no: Juster disse verdiene hvis du vil at statistikken skal gjenspeile andre verdier enn det som er internasjonalt anerkjent som standardverdier for tid i målområdet.
nl: Pas deze waarden aan als u wilt dat de statistieken verschillende waarden weerspiegelen dan de internationaal geaccepteerde Tijd In Bereik waarden gebruikt worden als standaard.
pl: Dostosuj te wartości, jeśli chcesz aby statystyki odzwierciedlały inne wartości niż międzynarodowo akceptowane wartości Czasu w zakresie używane jako domyślne.
pt_pt: Ajuste esses valores se você quiser que as estatísticas reflitam valores diferentes dos valores aceitos internacionalmente em Time In Range usados como padrão.
ru: Отрегулируйте эти значения, если вы хотите, чтобы статистика отражала значения, отличные от международно принятых значений времени в диапазоне, используемых в качестве значений по умолчанию.
sv: Justera dessa värden om du vill att statistiken ska återspegla andra värden än de internationellt accepterade tidsintervallvärdena som används som standard.
uk: Регулювати ці значення, якщо ви хочете, щоб статистика відображала різні значення, ніж міжнародно прийнятий час у радіусі значення, які використовуються за замовчуванням.
vi: Điều chỉnh các giá trị này nếu bạn muốn thống kê phản ánh các ngưỡng khác với các giá trị Thời gian Trong Phạm Vi (Time In Range) mặc định theo chuẩn quốc tế.
zh_hant: 如果您希望統計資料反映與國際接受的預設用範的時間範圍值不同的數值，請調整這些值。

source: Adjusting this value not only can adjust how quickly your sensitivity will respond to changing glucose readings, but also at what glucose readings you reach your Autosens Max/Min limits.
bg: Промяната на тази стойност влияе не само върху скоростта, с която чувствителността ви реагира на променящите се стойности на глюкозата, но и върху това при кои стойности на глюкозата достигате лимитите Autosens Max/Min.
cs: Úprava této hodnoty změní nejen to, jak rychle bude tvá citlivost reagovat na měnící se hladinu glykémie, ale také to, při jakých hodnotách glykémie dosáhneš svých limitů Autosens Max/Min.
da: Justering af denne værdi vil ikke kun justere, hvor hurtigt din følsomhed vil reagere på ændring af glukoseværdier men også på hvilke glukoseværdier du når dine Autosens Max/Min grænser.
de: Die Anpassung dieses Wertes kann nicht nur einstellen, wie schnell Deine Empfindlichkeit auf veränderte Glukosewerte reagieren wird, sondern auch bei welchen Glukose-Messungen Du Deine Autosens Max/Min Limits erreichst.
es: Ajustar este valor no sólo puede ajustar la rapidez con la que tu sensibilidad responderá al cambio de lecturas de glucosa, pero también en qué lecturas de glucosa usted alcanza sus límites Autosens Max/Min.
fr: Ajuster cette valeur peut non seulement modifier la rapidité avec laquelle votre sensibilité réagit aux variations des mesures de glucose, mais aussi les mesures de glucose auxquelles les limites minimale et maximale de la détection automatique de la sensibilité (Autosens) seront atteintes.
it: Regolare questo valore non solo può regolare la velocità con cui la tua sensibilità risponderà alle variazioni delle letture di glucosio, ma anche a quali letture di glucosio raggiungete i limiti di Autosens Max/Min.
nb_no: Ved å endre denne verdien endrer du hvor raskt insulinfølsomheten justeres når blodsukkeret endres. Du endrer også når dine Autosens maks/min-begrensninger blir nådd.
nl: Het aanpassen van deze waarde kan niet alleen aanpassen hoe snel uw gevoeligheid reageert op het wijzigen van glucosewaardes maar ook op welke glucose uitlezingen u uw Autosens Max/Min limieten bereikt.
pl: Zmiana tej wartości nie tylko pozwala dostosować szybkość reakcji czułości na zmieniające się odczyty poziomu glukozy, ale także to, przy jakich odczytach poziomu glukozy osiągniesz maksymalne/minimalne limity Autosens.
pt_pt: Ajustar este valor não só pode ajustar a rapidez com que sua sensibilidade responderá à alteração de leituras de glicose, mas também em que leituras de glicose você atinge seus limites Máximos de Autosens.
ru: Регулирование этого значения не только может быстро настроить насколько быстро ваша чувствительность будет реагировать на изменение показателей глюкозы, но и на каких показаниях глюкозы вы достигнете пределов Autosens Max/Min.
sv: Justera detta värde inte bara kan justera hur snabbt din känslighet kommer att svara på ändrade glukosavläsningar, men också vid vilka glukosvärden du når dina Autosens Max/Min gränser.
uk: Регулювання цього значення не тільки може налаштувати, як швидко ваша чутливість реагуватиме на зміну читання глюкози, але також в тому, яку глюкозу читаєте ваші автошляхи обмеження макс./мін.
vi: Điều chỉnh giá trị này không chỉ ảnh hưởng đến tốc độ phản ứng của độ nhạy insulin trước các thay đổi của đường huyết, mà còn ảnh hưởng đến mức đường huyết tại đó bạn đạt tới các giới hạn Tối đa/Tối thiểu của Autosens.
zh_hant: 調整這個數值不僅可以改變您的敏感度對變化的血糖讀取值反應的快慢，也會影響您何時達到 Autosens 的最大/最小限制。

source: Adjustment
bg: Регулиране
cs: Úprava
da: Justering
de: Anpassung
es: Ajuste
fr: Ajustement
it: Regolazione
nb_no: Justering
nl: Aanpassing
pl: Dostosowanie
pt_pt: Ajuste
ru: Корректировка
sv: Justering
uk: Регулювання
vi: Điều chỉnh
zh_hant: 調整

source: Adjustment Factor (AF)
bg: Фактор на регулиране (AF)
cs: Faktor úpravy (AF)
da: Justeringsfaktor (AF)
de: Anpassungsfaktor (AF)
es: Factor de ajuste (AF)
fr: Facteur d'ajustement (AF)
it: Fattore Di Regolazione (Af)
nb_no: Justeringsfaktor (AF)
nl: Aanpassingsfactor (AF)
pl: Współczynnik dostosowania (AF)
pt_pt: Ajuste de Fator (F)
ru: Коэффициент регулировки (AF)
sv: Justeringsfaktor (AF)
uk: Корекційний фактор (AF)
vi: Hệ số điều chỉnh (AF)
zh_hant: 調整因子 (AF)

source: Adjustment Tabs
bg: Раздели за регулиране
cs: Karty úprav
da: Justering Faneblade
de: Anpassungs-Tabs
es: Pestañas de ajuste
fr: Les onglets d'ajustement
it: Schede Di Regolazione
nb_no: Justeringsfaner
nl: Aanpassing tabbladen
pl: Zakładki dostosowania
pt_pt: Guias de ajuste
ru: Регулировка вкладок
sv: Justeringsflikar
uk: Налаштування вкладок
vi: Tab điều chỉnh
zh_hant: 調整標籤

source: Adjustment to Stop
bg: Регулиране за спиране
cs: Úprava pro zastavení
da: Justering til stop
de: Anpassung zum Stoppen
es: Ajuste para detener
fr: Ajustement à arrêter
it: Regolazione per fermare
nb_no: Justering som skal stoppes
nl: Aanpassing om te stoppen
pl: Dostosowanie do zatrzymania
pt_pt: Ajuste para Parar
ru: Корректировка для остановки
sv: Justering för att stoppa
uk: Регулювання для зупинки
vi: Dừng Điều chỉnh
zh_hant: 中止調整

source: Adjustments
bg: Регулирания
cs: Úpravy
da: Justeringer
de: Anpassungen
es: Ajuste
fr: Ajustements
it: Regolazioni
nb_no: Justeringer
nl: Aanpassingen
pl: Dostosowania
pt_pt: Ajustes
ru: Корректировки
sv: Justeringar
uk: Коригування
vi: Điều chỉnh
zh_hant: 調整

source: Advanced
bg: Разширени
cs: Pokročilé
da: Avanceret
de: Erweitert
es: Avanzado
fr: Réglages avancés
it: Avanzate
nb_no: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt_pt: Avançado
ru: Расширенные
sv: Avancerat
uk: Додаткові налаштування
vi: Nâng cao
zh_hant: 進階

source: Advanced Target Adjustments
bg: Разширени регулирания на целта
cs: Pokročilé úpravy cílů
da: Avancerede Måljusteringer
de: Erweiterte Zielanpassung
es: Ajuste avanzado de objetivos
fr: Affinage de la cible
it: Aggiustamenti Avanzati Di Target
nb_no: Avanserte måljusteringer
nl: Geavanceerde doelaanpassingen
pl: Zaawansowane dostosowania celu
pt_pt: Ajustes Avançados de Alvo
ru: Продвинутое управление целями
sv: Avancerade målinställningar
uk: Розширене коригування цілі
vi: Điều chỉnh mục tiêu nâng cao
zh_hant: 進階目標調整

source: After completing onboarding, a red banner will appear on Trio's main screen to guide you to the iOS Settings app, where you can enable notifications.
bg: След завършване на началната настройка на главния екран на Trio ще се появи червен банер, който ще ви насочи към приложението iOS Настройки, където можете да активирате известията.
cs: Po dokončení úvodního nastavení se na hlavní obrazovce Tria zobrazí červený banner, který tě nasměruje do nastavení iOS, kde můžeš povolit oznámení.
da: Når du har fuldført onboarding, vises et rødt banner på Trios hovedskærm for at guide dig til iOS-indstillinger, hvor du kan aktivere notifikationer.
de: Nach Abschluss des Einrichtungsvorgangs wird auf dem Hauptbildschirm von Trio ein rotes Banner angezeigt, das Dich zur iOS-Einstellungs-App führt, in der Du Benachrichtigungen aktivieren kannst.
fr: Une fois le parcours de configuration initiale terminée, une bannière rouge s’affichera sur l’écran principal de Trio pour vous guider vers l’app Réglages d’iOS, où vous pourrez activer les notifications.
it: Dopo aver completato l'Onboarding, apparirà un banner rosso nella schermata principale di Trio per guidarti nelle Impostazioni iOS dell'app, dove puoi abilitare le notifiche.
nb_no: Når du er ferdig med veiledningen, vil det vises en rød banner på hovedskjermen i Trio. Den vil ta deg til iOS Innstillinger, der du kan aktivere varslinger.
nl: Na het voltooien van onboarding, verschijnt er een rode banner op het hoofdscherm van Trio, om u te begeleiden naar de iOS instellingen app, waar u meldingen kunt inschakelen.
pl: Po zakończeniu wdrażania na ekranie głównym Trio pojawi się czerwony baner, który poprowadzi Cię do aplikacji Ustawienia iOS, gdzie możesz włączyć powiadomienia.
sv: När du har avslutat onboardingen visas en röd banner på Trios huvudskärm som leder dig till iOS-inställningarna, där du kan aktivera aviseringar.
vi: Sau khi hoàn tất phần giới thiệu ban đầu, một biểu ngữ màu đỏ sẽ xuất hiện trên màn hình chính của Trio để hướng dẫn bạn đến ứng dụng Cài đặt iOS, nơi bạn có thể bật thông báo.
zh_hant: 完成註冊後，Tri o的主螢幕上會出現紅色橫幅，指引您前往 iOS 設定應用程式，以啟用通知。

source: Agree and Continue
bg: Приемам и продължавам
cs: Souhlasit a pokračovat
da: Godkend og fortsæt
de: Zustimmen und fortfahren
es: Aceptar y continuar
fr: Accepter et continuer
it: Acconsenti e Continua
nb_no: Godta og fortsett
nl: Akkoord en doorgaan
pl: Zaakceptuj i kontynuuj
pt_pt: Concordar e Continuar
ru: Согласиться и Продолжить
sv: Godkänn och fortsätt
uk: Прийняти та Продовжити
vi: Đồng ý và tiếp tục
zh_hant: 同意並繼續

source: Alarms
bg: Аларми
cs: Alarmy
da: Alarmer
de: Alarme
es: Alarmas
fr: Alarmes
it: Allarmi
nb_no: Alarmer
nl: Alarmen
pl: Alarmy
pt_pt: Alarmes
ru: Оповещения
sv: Larm
uk: Тривога
vi: Cảnh báo
zh_hant: 警報

source: Algorithm
bg: Алгоритъм
cs: Algoritmy
da: Algoritme
de: Algorithmus
fr: Algorithme
it: Algoritmo
nb_no: Algoritme
nl: Algoritme
pl: Algorytm
sv: Algoritm
vi: Thuật toán
zh_hant: 演算法

source: Algorithm Settings
bg: Настройки на алгоритъма
cs: Nastavení algoritmu
da: Algoritme Indstillinger
de: Algorithmus-Einstellungen
es: Configuración del algoritmo
fr: Réglages algorithme
it: Impostazioni Dell'Algoritmo
nb_no: Innstillinger for algoritme
nl: Algoritme instellingen
pl: Ustawienia algorytmu
pt_pt: Configurações de algoritmo
ru: Настройки алгоритма
sv: Algoritm
uk: Параметри алгоритму
vi: Cài đặt thuật toán
zh_hant: 演算法設定

source: Algorithmic Target Settings
bg: Алгоритмични настройки на целта
cs: Nastavení cílů algoritmu
da: Indstillinger For Algoritmiske Mål
de: Algorithmische Zieleinstellungen
es: Ajustes de destino Algoritmico
fr: Réglage des cibles de l'algorithme
it: Impostazioni Obiettivo Algoritmico
nb_no: Målinnstillinger for algoritmen
nl: Algoritmische doelinstellingen
pl: Ustawienia celu algorytmu
pt_pt: Configurações de destino Algoritmico
ru: Настройки алгоритмических целей
sv: Algoritm målinställningar
uk: Параметри алгоритмічної цілі
vi: Thiết lập mục tiêu thuật toán
zh_hant: 演算法目標設定

source: all
bg: всички
cs: vše
da: alle
de: alle
es: todo
fr: Tous
it: tutti
nb_no: alle
nl: alle
pl: wszystkie
pt_pt: Todos
ru: все
sv: alla
uk: все
vi: tất cả
zh_hant: 所有

source: All
bg: Всички
cs: Vše
da: Alle
de: Alle
es: Todos
fr: Tous
it: Tutti
nb_no: Alle
nl: Alle
pl: Wszystkie
pt_pt: TODOS
ru: Все
sv: Alla
uk: Все
vi: Tất cả
zh_hant: 全部

source: All additional "advanced settings" have been reset.
bg: Всички допълнителни „разширени настройки“ бяха нулирани.
cs: Všechna dodatečná „pokročilá nastavení“ byla resetována.
da: Alle ekstra "avancerede indstillinger" er blevet nulstillet.
de: Alle zusätzlichen „erweiterten Einstellungen“ wurden zurückgesetzt.
fr: Tous les "Réglages avancés" supplémentaires ont été réinitialisés.
it: Tutte le "impostazioni avanzate" aggiuntive sono state resettate.
nb_no: Alle ekstra "øvrige innstillinger" er tilbakestilt.
nl: Alle extra "geavanceerde instellingen" zijn gereset.
pl: Wszystkie dodatkowe "ustawienia zaawansowane" zostały zresetowane.
sv: Alla ytterligare "avancerade inställningar" har återställts.
vi: Tất cả các "cài đặt nâng cao" bổ sung đã được đặt lại.
zh_hant: 所有其他的「進階設定」已被重設。
